Repository: TYPO3-Documentation/blog_example
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: back
de: Zurück

source: cancel
de: Abbrechen

source: submit
de: Abschicken

# logInToCreateBlogs
source: Log in with a FE user that belongs to group #%d (configurable by settings.editorUsergroupUid) in order to add/modify blogs and posts in FE mode!
de: Melden Sie sich mit einem Websitenbenutzer aus der Benutzergruppe #%d (konfigurierbar über settings.editorUsergroupUid) ein, um Blogs und Beiträge im FE Modus hinzuzufügen/zu editieren!

source: published on
de: veröffentlicht am

source: by
de: von

source: posted on
de: verfasst am

# blog.header
source: Welcome to the Blog Example!
de: Willkommen zum Blog Example!

# blog.introduction
source: This extension serves as a demonstration for basic development techniques used in Extbase applications.
de: Diese Extension soll einen Einblick in die Technik von Extbase Applikationen bieten.

# blog.list
source: Here is a list of %d blogs
de: Hier eine Liste von %d Blogs

# blog.numberOfPosts
source: %d posts
de: %d Beiträge

# blog.noEntries
source: There are currently no blogs
de: Es sind momentan keine Blogs angelegt

# blog.edit
source: Edit this blog
de: Dieses Blog bearbeiten

# blog.delete
source: Delete this blog
de: Dieses Blog löschen

# blog.createFirst
source: Create your first blog
de: Erstes Blog anlegen

# blog.createAnother
source: Create another blog
de: Weiteres Blog anlegen

# blog.createExampleData
source: Create sample data
de: Beispieldaten erzeugen

# blog.deleteAll
source: Delete all blogs
de: Alle Blogs löschen

# blog.deleteAllConfirmation
source: Are you sure that you want to delete all blogs?
de: Sind Sie sicher, dass Sie alle Blogs löschen wollen?

# blog.editHeader
source: Edit blog "%s"
de: Blog "%s" bearbeiten

# blog.editIntroduction
source: Edit the information about your blog below
de: Editieren Sie hier die Informationen zu diesem Blog

# blog.createHeader
source: Create new blog
de: Neues Blog anlegen

# blog.createIntroduction
source: Edit the information about the new blog below
de: Geben Sie hier die Informationen zu diesem Blog an

# post.header
source: Welcome to the Blog "%s"
de: Willkommen zum Blog "%s"

# post.introductionAdministrator
source: If you have any questions, feel free to contact the administrator %s.
de: Wenn Sie Fragen haben, wenden Sie sich an den Administrator %s.

# post.introductionNoAdministrator
source: There is currently no administrator assigned to this Blog
de: Für dieses Blog ist kein Administrator angegeben

# post.list
source: This blog contains %d posts
de: Dieses Blog enthält %d Beiträge

# post.listTag
source: This blog contains %d posts tagged with "%s"
de: Dieses Blog enthält %d Beiträge die mit dem Tag "%s" markiert sind

# post.noEntries
source: There are currently no posts in this blog
de: Dieses Blog enthält noch keine Beiträge

# post.createFirst
source: Create your first post
de: Ersten Beitrag verfassen

# post.createAnother
source: Create another post
de: Weiteren Beitrag anlegen

# post.showAll
source: Show all posts of this blog
de: Alle Beiträge dieses Blogs anzeigen

# post.edit
source: Edit this post
de: Diesen Beitrag bearbeiten

# post.delete
source: Delete this post
de: Diesen Beitrag löschen

# post.readMore
source: read more
de: mehr

# post.related
source: related posts
de: Ähnliche Beiträge

# post.comments
source: Comments
de: Kommentare

# post.addComment
source: Add your own
de: Kommentar hinzufügen

# post.editHeader
source: Edit post "%s"
de: Beitrag "%s" bearbeiten

# post.createHeader
source: Create new post
de: Neuen Beitrag verfassen

# post.listPlaintext
source: Show posts as plaintext
de: Zeige Beiträge als Text

# comment.delete
source: Delete this comment
de: Diesen Kommentar löschen

# property.title
source: title
de: Bezeichnung

# property.description
source: description
de: Beschreibung

# property.content
source: content
de: Inhalt

# property.author
source: author
de: Autor

# property.message
source: message
de: Nachricht

# property.relatedPosts
source: related posts
de: Ähnliche Beiträge

# flashmessage.Blog.created.title
source: Blog added
de: Blog hinzugefügt

# flashmessage.Blog.created
source: A new blog was created
de: Ein neues Blog wurde angelegt

# flashmessage.Blog.updated.title
source: Blog updated
de: Blog aktualisiert

# flashmessage.Blog.updated
source: The blog was updated
de: Der Blog wurde aktualisiert

# flashmessage.Blog.deleted.title
source: Blog deleted
de: Blog gelöscht

# flashmessage.Blog.deleted
source: The blog has been removed
de: Der Blog wurde entfernt

# flashmessage.Blog.populated.title
source: Sample data created
de: Beispieldaten angelegt

# flashmessage.Blog.populated
source: Some exemplary blogs and posts have been created
de: Einige beispielhafte Blogs und Beiträge wurden erzeugt

# flashmessage.Post.created.title
source: Post added
de: Beitrag hinzugefügt

# flashmessage.Post.created
source: A new post was created
de: Ein neuer Blog Beitrag wurde angelegt

# flashmessage.Post.updated.title
source: Post updated
de: Beitrag aktualisiert

# flashmessage.Post.updated
source: The blog post was updated
de: Der Blog Beitrag wurde aktualisiert

# flashmessage.Post.deleted.title
source: Post deleted
de: Beitrag gelöscht

# flashmessage.Post.deleted
source: The blog post has been removed
de: Der Blog Beitrag wurde entfernt

# flashmessage.Comment.created.title
source: Comment added
de: Kommentar hinzugefügt

# flashmessage.Comment.created
source: Your comment has been created
de: Ihr Kommentar wurde hinzugefügt

# flashmessage.Comment.deleted.title
source: Comment deleted
de: Kommentar geöscht

# flashmessage.Comment.deleted
source: The comment has been removed
de: Der Kommentar wurde entfernt

# flashmessage.Comment.deletedAll.title
source: Comments deleted
de: Kommentare gelöscht

# flashmessage.Comment.deletedAll
source: All comments of this post have been removed
de: Alle Kommentare des Beitrages wurden gelöscht

# culture.date.formatLong
source: Y-m-d H:i\h
de: d.m.Y H:i\h

# culture.date.formatShort
source: Y-m-d
de: d.m.Y

# error.errorsOccurred
source: Following errors occurred
de: Es sind Fehler aufgetreten

# error.Blog.updateAction
source: Could not update blog
de: Der Blog konnte nicht aktualisiert werden

# error.Blog.createAction
source: Could not create blog
de: Der Blog konnte nicht angelegt werden

# error.Blog.invalidTitle
source: "Extbase" can't be used as a blog title
de: "Extbase" darf nicht als Blog Bezeichnung verwendet werden

# error.Post.updateAction
source: Could not update post
de: Der Beitrag konnte nicht aktualisiert werden

# error.Post.createAction
source: Could not create post
de: Der Beitrag konnte nicht angelegt werden

# error.Comment.createAction
source: Could not create comment
de: Der Kommentar konnte nicht angelegt werden

# error.code.1238108067
source: The given <strong>%s</strong> is either too long or too short
de: <strong>%s</strong> ist entweder zu kurz oder zu lang

# error.code.1238108068
source: The given <strong>%s</strong> is too short
de: <strong>%s</strong> ist zu kurz

# error.code.1238108069
source: The given <strong>%s</strong> is too long
de: <strong>%s</strong> ist zu lang

# error.code.1221559976
source: The given <strong>%s</strong> is not a valid email address
de: <strong>%s</strong> ist keine gültige E-Mail Adresse

# error.code.1221560718
source: The <strong>%s</strong> must not be empty
de: <strong>%s</strong> darf nicht leer sein
